[
  {
    "title": "Argentina Home Kit for Copa America 24",
    "category": "Jersey",
    "stockQuantity": 200,
    "brand": "Adidas",
    "rating": 5,
    "description": "The Argentina Home Kit for Copa America 2024 is a must-have for passionate fans and athletes alike. This jersey features the iconic sky blue and white vertical stripes, symbolizing Argentina's rich football heritage. Crafted from high-performance, lightweight fabric, it offers superior breathability and comfort, making it ideal for both intense matches and casual wear. The official team crest is proudly embroidered on the chest, alongside subtle detailing that reflects the nation’s storied football history. Designed with a modern, athletic fit, it ensures optimal movement and style. Available in a range of sizes, this jersey is perfect for showing your unwavering support for Argentina as they compete on the grand stage. Wear it with pride and be part of the journey!",
    "price": 120,
    "image": "https://i.ibb.co/dJbc4z3/argentina-home-kit.jpg"
  },
  {
    "title": "Argentina Away Kit for Copa America 24",
    "category": "Jersey",
    "stockQuantity": 210,
    "brand": "Adidas",
    "rating": 4.5,
    "description": "The Argentina Navy Blue Kit for Copa America 2024 is a sleek and modern take on a classic design. This striking jersey, in deep navy blue, is crafted for ultimate performance and style. Made from high-quality, breathable fabric, it ensures comfort during intense matches or casual wear. The kit features the official Argentina team crest embroidered on the chest, with subtle contrasting details that add a touch of elegance. Designed with an athletic fit, it allows for maximum mobility and a stylish silhouette. Whether you’re on the field or supporting from the stands, this kit is perfect for showcasing your allegiance to Argentina. Available in various sizes, it's a must-have for any dedicated fan.",
    "price": 115,
    "image": "https://i.ibb.co/w4QcyMf/argentina-away-kit.jpg"
  },
  {
    "title": "Brazil Home Kit for Copa America 24",
    "category": "Jersey",
    "stockQuantity": 210,
    "brand": "Adidas",
    "rating": 5,
    "description": "TThe Brazil Home Kit for Copa America 2024 embodies the vibrant spirit and rich football legacy of the Seleção. This jersey features the iconic yellow color, symbolizing Brazil’s dynamic energy on the field. Made from premium, lightweight fabric, it offers exceptional breathability and comfort, ideal for both high-intensity play and everyday wear. The classic green collar and sleeve trim add a touch of tradition, while the official Brazil team crest is proudly embroidered on the chest, representing national pride. Designed with a modern athletic fit, the jersey allows for optimal movement, ensuring both style and performance. Available in a range of sizes, this kit is perfect for fans looking to support Brazil with flair and passion.",
    "price": 115,
    "image": "https://i.ibb.co/WWLjpq1/brazil-home-kit.jpg"
  },
  {
    "title": "Brazil Home Kit for Copa America 24",
    "category": "Jersey",
    "stockQuantity": 220,
    "brand": "Adidas",
    "rating": 5,
    "description": "TThe Brazil Home Kit for Copa America 2024 embodies the vibrant spirit and rich football legacy of the Seleção. This jersey features the iconic yellow color, symbolizing Brazil’s dynamic energy on the field. Made from premium, lightweight fabric, it offers exceptional breathability and comfort, ideal for both high-intensity play and everyday wear. The classic green collar and sleeve trim add a touch of tradition, while the official Brazil team crest is proudly embroidered on the chest, representing national pride. Designed with a modern athletic fit, the jersey allows for optimal movement, ensuring both style and performance. Available in a range of sizes, this kit is perfect for fans looking to support Brazil with flair and passion.",
    "price": 115,
    "image": "https://i.ibb.co/WWLjpq1/brazil-home-kit.jpg"
  },
  {
    "title": "Brazil Away Kit for Copa America 24",
    "category": "Jersey",
    "stockQuantity": 200,
    "brand": "Adidas",
    "rating": 4.5,
    "description": "The Brazil White Kit for Copa America 2024 is a fresh and sophisticated take on the traditional team colors. This elegant jersey, predominantly white with subtle green and yellow accents, is designed for fans who appreciate a clean, modern look. Crafted from high-performance, breathable fabric, it ensures maximum comfort, whether on the pitch or off. The official Brazil team crest is proudly embroidered on the chest, symbolizing the nation's football excellence. With a tailored athletic fit, this jersey offers both style and freedom of movement. Perfect for showcasing your support in a distinctive way, the Brazil White Kit is available in a variety of sizes, making it an essential addition to any fan's collection.",
    "price": 115,
    "image": "https://i.ibb.co/gD42h1G/brazil-away-kit.jpg"
  },
  {
    "title": "Barcelona Home Kit for Laliga",
    "category": "Jersey",
    "stockQuantity": 250,
    "brand": "Adidas",
    "rating": 5,
    "description": "The Barcelona Home Kit 2024/25 is a bold celebration of the club’s storied tradition. Featuring the classic Blaugrana stripes, this jersey combines deep red and royal blue with modern design elements. Crafted from advanced, lightweight fabric, it ensures superior breathability and comfort, perfect for both intense matches and everyday wear. The official Barcelona crest is proudly embroidered on the chest, symbolizing the club's rich history and global reputation. Designed with a sleek, athletic fit, the jersey offers maximum mobility and style. Subtle details, such as the Catalan flag on the collar, pay homage to the club's roots. Available in a range of sizes, this kit is essential for any Barcelona fan looking to support their team in style.",
    "price": 125,
    "image": "https://i.ibb.co/8rmb0nQ/barcelona-24-25-home-kit.jpg"
  },
  {
    "title": "Barcelona Away Kit for Laliga",
    "category": "Jersey",
    "stockQuantity": 200,
    "brand": "Adidas",
    "rating": 4,
    "description": "The Barcelona Away Kit 2024/25 is a striking blend of tradition and innovation, perfect for fans who want to stand out. This jersey features a bold, contemporary design with a sleek color palette that contrasts beautifully with the home kit. Made from high-performance, breathable fabric, it ensures optimal comfort and cooling during both intense matches and casual wear. The official Barcelona crest is meticulously embroidered on the chest, showcasing the club’s legendary status. Designed with a modern athletic fit, the jersey allows for unrestricted movement and a stylish silhouette. Unique detailing, including the iconic Catalan flag, adds a touch of heritage. Available in various sizes, this kit is a must-have for Barcelona supporters who want to show their loyalty in a fresh, dynamic way.",
    "price": 105,
    "image": "https://i.ibb.co/jzrcT8n/barcelona-24-25-away-kit.jpg"
  },
  {
    "title": "Real Madrid Home Kit 24-25 for Laliga",
    "category": "Jersey",
    "stockQuantity": 250,
    "brand": "Adidas",
    "rating": 5,
    "description": "The Real Madrid Home Kit 2024/25 is a timeless tribute to the club’s illustrious history. This iconic white jersey, synonymous with Los Blancos, is crafted from advanced, breathable fabric that ensures ultimate comfort and performance on the field or in the stands. The design features subtle gold accents along the collar and sleeves, symbolizing the club's unparalleled success. The official Real Madrid crest is proudly embroidered on the chest, representing a legacy of excellence. With a modern athletic fit, this jersey offers both style and freedom of movement, making it perfect for passionate fans and athletes alike. Available in various sizes, the Real Madrid Home Kit is an essential addition for any supporter looking to show their loyalty with elegance and pride.",
    "price": 105,
    "image": "https://i.ibb.co/SrjRhsK/Real-Madrid-24-25-Home-Kit.jpg"
  },
  {
    "title": "Real Madrid Away Kit 24-25 for Laliga",
    "category": "Jersey",
    "stockQuantity": 220,
    "brand": "Adidas",
    "rating": 4.5,
    "description": "The Real Madrid Orange Kit is a bold and vibrant choice for fans who want to stand out. This striking jersey, in a vivid shade of orange, breaks away from tradition while still embodying the spirit of Los Blancos. Crafted from high-performance, lightweight fabric, it provides superior breathability and comfort, perfect for both on-pitch action and everyday wear. The official Real Madrid crest is prominently displayed on the chest, contrasting beautifully with the dynamic color. Designed with a modern athletic fit, the jersey ensures maximum mobility and a sleek look. Subtle details, including matching orange accents, add a touch of cohesion. Available in a range of sizes, this kit is a must-have for fans looking to make a statement while supporting Real Madrid.",
    "price": 105,
    "image": "https://i.ibb.co/ScjjNkh/real-madrid-24-25-away-kit.jpg"
  },
  {
    "title": "Atlético Madrid 24-25 Home Kit",
    "category": "Jersey",
    "stockQuantity": 200,
    "brand": "Adidas",
    "rating": 4.5,
    "description": "The Atlético Madrid Home Kit 2024/25 is a vibrant celebration of the club’s rich heritage and passion. This jersey features the iconic red and white vertical stripes, which are instantly recognizable and symbolize the team’s fighting spirit. Made from high-quality, breathable fabric, it provides exceptional comfort and performance during intense matches or casual wear. The official Atlético Madrid crest is proudly embroidered on the chest, showcasing the club’s esteemed legacy. With a contemporary athletic fit, the kit ensures both style and freedom of movement. Subtle details, including contrasting blue accents, add a modern touch. Available in a variety of sizes, this kit is perfect for dedicated fans who want to support Atlético Madrid with pride and flair.",
    "price": 115,
    "image": "https://i.ibb.co/yhLk4Nn/ATM-home-kit.jpg"
  },
  {
    "title": "Atlético Madrid 23-24 Away Kit",
    "category": "Jersey",
    "stockQuantity": 250,
    "brand": "Adidas",
    "rating": 4,
    "description": "The Atlético Madrid Away Kit 2023/24 offers a modern twist on classic club colors, featuring a sleek and sophisticated design in deep navy with bold red accents. Crafted from high-performance, breathable fabric, this jersey ensures optimal comfort and moisture-wicking capabilities, ideal for both intense matches and everyday wear. The official Atlético Madrid crest is prominently embroidered on the chest, symbolizing the club's storied tradition and excellence. Designed with a streamlined, athletic fit, it allows for unrestricted movement and a sharp, stylish appearance. Subtle details, such as the innovative patterning, enhance the kit’s visual appeal. Available in a range of sizes, this away kit is a must-have for fans looking to showcase their support for Atlético Madrid in a distinctive and elegant way.",
    "price": 100,
    "image": "https://i.ibb.co/L1BCgHp/atletico-23-24-away-kit.jpg"
  },
  {
    "title": "Manchester City Classical Home Kit",
    "category": "Jersey",
    "stockQuantity": 240,
    "brand": "Adidas",
    "rating": 5,
    "description": "The Manchester City Home Kit 2024/25 epitomizes the club’s modern style and winning spirit. This jersey showcases the classic sky blue color, a signature of Manchester City's rich history. Crafted from advanced, moisture-wicking fabric, it delivers exceptional comfort and breathability, perfect for both intense gameplay and casual wear. The official Manchester City crest is prominently displayed on the chest, symbolizing the club’s esteemed legacy and commitment to excellence. With a sleek, athletic fit, the kit ensures optimal mobility and a sharp, tailored look. Subtle detailing, including contrasting trim and modern design elements, adds a fresh touch. Available in various sizes, this home kit is a must-have for fans eager to support their team with pride and style.",
    "price": 130,
    "image": "https://i.ibb.co/2NdfCDG/man-city-home.jpg"
  },
  {
    "title": "Manchester City Classical Away Kit",
    "category": "Jersey",
    "stockQuantity": 190,
    "brand": "Adidas",
    "rating": 3.5,
    "description": "The Manchester City Away Kit 2024/25 blends modern style with the club’s iconic spirit. This striking jersey features a dynamic design in a sophisticated dark color, accented with vibrant details that set it apart. Made from high-performance, breathable fabric, it offers unparalleled comfort and moisture control, making it ideal for both high-energy matches and casual wear. The official Manchester City crest is prominently embroidered on the chest, representing the club’s prestigious heritage. With a contemporary, athletic fit, the kit ensures freedom of movement and a sleek, streamlined appearance. Subtle yet distinctive design elements add a touch of flair. Available in a range of sizes, this away kit is perfect for fans looking to showcase their support for Manchester City with style and distinction.",
    "price": 100,
    "image": "https://i.ibb.co/pLQnDq0/man-city-away.jpg"
  },
  {
    "title": "Traditional First World Cup Football",
    "category": "football",
    "stockQuantity": 90,
    "brand": "Nike",
    "rating": 5,
    "description": "Celebrate the history of football with the First World Cup Football, a premium replica of the iconic ball from the inaugural 1930 tournament. This meticulously crafted ball features a classic design with vintage styling, including traditional black and white panels that pay homage to the original. Made from high-quality materials, it ensures durability and an authentic feel, whether used for display or play. The ball is adorned with the official FIFA World Cup logo and detailed stitching, capturing the essence of football’s early days. Ideal for collectors, enthusiasts, and anyone passionate about the sport’s rich history, this football is a perfect addition to any collection. Available in a standard size, it embodies the timeless spirit of the beautiful game.",
    "price": 80,
    "image": "https://i.ibb.co/WzjPSC1/first-world-cup-football.jpg"
  },
  {
    "title": "Traditional 2010 World Cup Football",
    "category": "football",
    "stockQuantity": 120,
    "brand": "Nike",
    "rating": 4.5,
    "description": "Relive the excitement of the 2010 FIFA World Cup with the official match ball from the tournament, known for its distinctive design and performance. This ball features a unique, vibrant pattern that embodies the spirit of South Africa, the host nation. Crafted with advanced technology, it ensures exceptional flight stability, accuracy, and durability on the pitch. The 2010 World Cup football, with its sleek, modern design and high-quality materials, is perfect for both avid players and collectors. Adorned with the official FIFA World Cup logo, it captures the essence of one of football’s most memorable tournaments. Available in standard size, this ball is a must-have for fans wanting to celebrate the World Cup’s legacy and add a piece of history to their collection.",
    "price": 90,
    "image": "https://i.ibb.co/PW6xYHn/world-cup-2010-football.jpg"
  },
  {
    "title": "Traditional 2014 Brazuca World Cup Football",
    "category": "football",
    "stockQuantity": 150,
    "brand": "Nike",
    "rating": 5,
    "description": "Experience the excitement of the 2014 FIFA World Cup with the Brazuca Football, the official match ball of the tournament held in Brazil. This iconic ball features a striking, vibrant design inspired by Brazilian culture and the energy of the World Cup. Its advanced panel structure and high-quality materials ensure exceptional performance, precision, and durability, making it ideal for both professional play and casual games. The Brazuca's unique surface texture enhances grip and control, while the vibrant colors and dynamic patterns make it a standout piece for any collection. Officially branded with the 2014 FIFA World Cup logo, this ball embodies the spirit of the tournament and is a must-have for fans and collectors alike. Available in standard size, it represents a memorable moment in football history.",
    "price": 90,
    "image": "https://i.ibb.co/5WckJwy/world-cup-2014-football.jpg"
  },
  {
    "title": "Traditional 2018 Russia World Cup Football",
    "category": "football",
    "stockQuantity": 100,
    "brand": "Nike",
    "rating": 4,
    "description": "Celebrate the 2018 FIFA World Cup with the official match ball from the tournament, the Telstar 18. This striking football features a modern, pixelated design inspired by the classic 1970 Telstar, updated with a fresh, contemporary twist. Its advanced construction includes a seamless surface and innovative thermal bonding technology, ensuring superior flight accuracy, durability, and control on the pitch. The Telstar 18’s design pays homage to the rich heritage of World Cup football while incorporating cutting-edge technology for peak performance. Officially branded with the FIFA World Cup logo, this ball is perfect for both collectors and players. Available in standard size, it represents a memorable moment from the 2018 tournament and is an essential addition for any football enthusiast’s collection.",
    "price": 90,
    "image": "https://i.ibb.co/s9wDW8B/world-cup-2018-football.jpg"
  }
]
